{
    "TextsByLang": {
        "ESP": {

            "Texto_Jugar": "Jugar",
            "Texto_Opciones": "Opciones",
            "Texto_Creditos": "Créditos",
            "Texto_Salir": "Salir",
            "Texto_Resolucion": "Resolución",
            "Texto_Language": "Idioma",
            "Texto_Fullscreen": "Pantalla completa",
            "Texto_Peticion1_nivel_1": "Estoy sediento, no he encontrado ninguna víctima hoy. Dame algo de sangre con un poco de jugo de murciélago.\n Mas te vale que esté caliente, o te usare como tentempié a ti.",
            "Texto_Peticion2_nivel_1":"Oye amigo, hay una chica a la que me gustaría impresionar con mi gran aguante con la bebida.\n Hazme una mezcla super chunga de lo que tengas que sea necrótico y difícil de tragar.\n Y una esquirla de lava humeante estaría genial para que ella alucine.",
            "Texto_Peticion3_nivel_1":"Umm… Si… H-hola… M-me pondrías un re-refresco de cola, co-con hielo,\n si.. y ..y con.. una po-poción de maná…  Ay qué vergüenza…",
            "Texto_Peticion4_nivel_1":"Hey mi reinaaa! Mira te cuento guapeton, hay un vampiro allí con unos colmillos que me pone los pelos de punta!\n Le voy a invitar a una copita de martini, ponle Lágrimas de Nyarlathotep con un toquecito mágico, pero nada muy fuerte o cargante que lo quiero lúcido para esta noche.",
            "Texto_Peticion5_nivel_1":"*bosteza* \n Estoy cansadísima, el trabajo me deja fatal… ¿Tenéis algo que me devuelva al mundo de los vivos? Si puede ser, que esté fresquito… \n *se duerme el la barra*",
            "Texto_Peticion6_nivel_1":"¡ESTOY FURIOSA! Me acaba de dejar mi novio porque, según él, TENGO DEMASIADAS SERPIENTES EN LA CABEZA!! ¿Te lo puedes creer? Dame un alma malvada con algo mundano. ¡Pero nada espeso! No quiero que se me atragante como él.",

            "Texto_Peticion1_nivel_2":"Sé un buen tentempié y ponme un chorrito de algo que me quite esta sed de… carne que tengo.\n Pero nada muy espeso que me llena y esta noche tengo compañía.",
            "Texto_Peticion2_nivel_2":"Vaya vaya…, parece que Glasha encontró alguien para cubrirle al barman.\n Bueno nuevo, no voy a complicarte la vida.\n Poneme algo que entre fácil para empezar la noche. Ah, y el otro ya estaba informado pero yo SIEMPRE quiero que haya dedos en mis bebidas, me encanta el toque crujiente",
            "Texto_Peticion3_nivel_2":"Heeeeeeeeeeeeeeeeeeeey! Adivina quién ha cumplido los 18 hoooooooooy? !Mi pana! \n Ponle un trago del licor no-muerto más fuerte que tengáis.\n Pero nada de almas que luego te maldicen y los exorcistas están caros",
            "Texto_Peticion4_nivel_2":"Por favor, podrías ponerme algo como lo de antes pero más suave? \n Mi amigo se ha flipado un poco y la verdad es que no puedo tragarme eso,\n pero si que quiero probar alguna bebida necrótica.",
            "Texto_Peticion5_nivel_2":"Hm… Parece que lo llevas bien, vamos a ponerte a prueba.\n Hoy no hemos tenido muchos problemas, así que ponme algo ligero para cerrar bien la noche.\n Creo que para ahora ya has visto que hay líquidos que no casan entre ellos, por lo que no me pongas nada cargante en la bebida.\n También quiero que lleve esa chispa de sabor que le da la sangre",
            "Texto_Peticion6_nivel_2":"Perdona, podrías ponerme un buen chute de lo que sea? \n Tenía una cita con un vampiro gilipollas que me ha intentado morder EN LA PRIMERA NOCHE.\n Algo que se me quede en la garganta y me quite ese mal sabor de boca… \n Si puedes métele un chorrito de poti de maná que las fireballs me agotan.",
            "Texto_Peticion7_nivel_2":"Oye mañana tengo un exámen bastante jodido y… estudiar lo que es estudiar no lo he hecho.\n Necesito algo fresco que me mantenga espabilado y si tiene una chispita de… digamos ayudita arcana que me iría de puta madre.",
            "Texto_Peticion8_nivel_2":"Sabes esos días en los que sientes que te falta esa chispa para mantenerte vivo, barman? \n Necesito algo que me reanime por dentro, que avive la llama de la tostadora que tengo en el pecho.\n Una mezcla de todos los elementos atados al plano físico, no sé si me entiendes,\n que me haga hacer ‘Ding!’ con su intensidad",
            "Texto_Peticion9_nivel_2":"Feeeeeeeeliz luna llena, camarada.\n Estoy pensando en pillarme un buen pedal esta noche así que me gustaría que me hicieras algo absolutamente loco con un poco de todo.\n Pero nada de bebidas espesas que luego tengo el pelo del hocico pegajoso",

            "Texto_Peticion1_nivel_3":"Bro, mi colega aquí no confía en que me acabo de inventar el mejor cubata del mundo.\n Pero no pasa nada, porque tú me ayudarás a crearlo.\n Es una mezcla de todo lo que puedes saborear en una bebida para que le guste a todo el mundo.\n Y la mejor parte es que tiene un sólido que hace de auto mezclador ¡Que te puedes comer al final! Soy un puto genio.",
            "Texto_Peticion2_nivel_3":"Así que aún no te han despedido.\n Eso significa que no eres completamente inútil o puede que sí, vamos a verlo.\n Ponme una bebida bien cargada de arcana pero que no se me haga muy pesada ni cargante, eso si, que sea compleja de sabor.\n La quiero en bien caliente e importante, recuerda mis preferencias.",
            "Texto_Peticion3_nivel_3":"¿Que pasa compadre? \n Tendrías que prepararme un trago que me ayude a sentirme… revitalizado y que note como baja suavemente por la garganta.\n No estoy teniendo la mejor noche y esto ayudaría.\n Pónmela bien fría por favor.",
            "Texto_Peticion4_nivel_3":"Tu mindundi!!!\n Quiero tomar un Calentón del Yeti pero añádele esa constitución densa… como una gelatina que se me mueva en la boca.\n Por cierto que sea Calentón no como la última vez que lo tome.\n Lo quiero para ya!!",
            "Texto_Peticion5_nivel_3":"Holaaaaaa! Mira, sé que te va a sonar raro pero me en-can-ta el sabor del Beso de Raphael pero soy terriblemente alérgica.\n Podrías hacerme algo que sepa más o menos igual con otra cosa? Y ponmélo bien fresquito en un vaso que sea así chick que quiero hacerle fotos para pentagram.\n Ah y nada de sabores mundanos que tengo estándares.",
            "Texto_Peticion6_nivel_3":"Wooooo! Esta noche las hermanas gorgonas salimos de fiesta! \n Venga camarero ponme un buen chorro de lo que me pido siempre! \n ¿Qué no sabes lo que es? Pueeeees…. Creo que llevaba algo con componentes arcanos y creeme que esa mierda quemaba al bajar así que creo que todo lo que llevaba era puro FUEGO.\n Había un pequeño regustillo a algo mortal y el barman siempre me ponía algo en el vaso de rocks que decía que le recordaba a mis serpientes.",
            "Texto_Peticion7_nivel_3":"Ne-ce-si-to ojos. \n Me da igual lo que me pongas mientras lleve ojos. \n Bueno, no quiero que el sabor sea muy mundano, ni nada espeso que a mis serpientes no les gusta! Ah! Y que esté ese saborcito a sangre que le da un toque genial.\n Pero como te decía, algo simple con ojos",
            "Texto_Peticion8_nivel_3":"No se lo digas a mis hermanas pero la verdad es que no me gusta mucho la bebida… \n ¿Te importaría ponerme un poco de Refresco de Cola Sin Marca en un vaso de chupito? \n Así finjo que me ha subido mucho de golpe y me puedo ir a casa a viciar.\n Mézclalo con algo para que parezca que me estás preparando una bebida compleja, pero que no altere el sabor, por favor.",
            "Texto_Peticion9_nivel_3":"La clientela casi no nota la ausencia del otro barman, eres bueno.\n Había una bebida que él siempre me hacía y nunca supe replicar al 100%.\n La describía como un trago casi etéreo,\n estaría la esencia mágica de un ser vivo exclusivamente y luego decía que hacía un sucedáneo de los restos de un dios durmiente.\n No te voy a mentir, mi único dios es el mercado, pero ese chupito es merecedor de adoración",
            "Texto_Peticion10_nivel_3":"Barman, requiero tu asistencia en una misión de vital importancia, pues esta noche debo cazar y mi alquimista está de baja.\n Podrías fabricarme un brebaje que me haga menos apetecible a las criaturas de la noche y con un componente potencie mis capacidades arcanas.\n Si puede ser poneme un vaso relativamente pequeño, necesito mantener el control sobre mi mismo.",
            "Texto_Peticion11_nivel_3":"Afable noche cantinero. \n Soy el Ilustre doctor Nena i Soseres y desgraciadamente mis responsabilidades sociales hacia mis compañeros de trabajo me obligan a estar en este establecimiento. \n Si no es demasiado complejo para usted, solicitaría una bebida que englobe la esencia de la vida y la muerte en todos sus aspectos. \n Por supuesto, un hombre como yo sabe apreciar la complejidad de texturas que aportan los sólidos en las bebidas,\n  pónme algo que no moleste a mis preferencias. ",
            "Texto_Peticion12_nivel_3":"Oye, la escoba se me ha jodido de camino a aquí y voy a necesitar un equivalente a la poción de levitación que la espabile.\n Normalmente se usa un componente de criatura voladora con esencia espiritual. \nMantenla fría, es la quinta vez que decide dejarme tirada esta semana y no se merece un mejor trato, la verdad.",
            "Texto_Peticion13_nivel_3":"Mi buen amigo barman, mira tengo un problema.\n Hay una furia con la que estoy flirteando en la pista de baile a la que puede que le haya dicho que soy un experto en bebidas y… no sea cierto del todo.\n Ha dicho que le gustaban exclusivamente las bebidas con substancia, que pueda saborear toda la noche.\n También pidió que le recordaran al inframundo, pero nada de bebidas espumosas que luego se hincha.\n Todo en un vaso con estilo y una pequeña piedra magmática."

            
        },
        "CAT": {
            
            "Texto_Jugar": "Jugar",
            "Texto_Opciones": "Opcions",
            "Texto_Creditos": "Crèdits",
            "Texto_Salir": "Sortir",
            "Texto_Resolucion": "Resolució",
            "Texto_Language": "Idioma",
            "Texto_Fullscreen": "Pantalla complerta",
            "Texto_Peticion1_nivel_1":"Estic sec, avui no he trobat cap víctima. Dona'm una mica de sang amb una miqueta de suc de ratpenat.\n Val més que estigui calent, o seràs tu el meu aperitiu",
            "Texto_Peticion2_nivel_1":"Escolta amic, hi ha una noia a qui m'agradaria impressionar amb la meva resistència amb la beguda.\n Fes-me una barreja super fotuda que sigui necròtica i difícil d'empassar, I un troç de lava fumejant seria genial per a fer-la al·lucinar.",
            "Texto_Peticion3_nivel_1":"Umm… Si… H-hola… M-em posaries un re-refresc de co-cola amb gel,\n si.. i ..i amb.. ​​una po-poció de mannà… Ai quina vergonya…",
            "Texto_Peticion4_nivel_1":"Hey reinaaa! Mira t'explico guapet, hi ha un vampir allà amb uns ullals que em posen els cabells de punta.\n El convidaré a una copeta de martini, posa-li Llàgrimes de Nyarlathotep amb un toc màgic però res massa fort, que ell vull lúcid per a aquesta nit.",
            "Texto_Peticion5_nivel_1":"*badalla* \n Estic cansadíssima, la feina em deixa fatal... Teniu alguna cosa que em torni al món dels vius? Si pot ser, que estigui fresquet... \n *s'adorm a la barra*",
            "Texto_Peticion6_nivel_1":"ESTIC FURIOSA! M'acaba de deixar el meu idiota del meu noi perquè, segons ell, TINC MASSA SERPS AL CAP!! T'ho pots creure?\n Dona'm una ànima malvada amb una cosa mundana. Però res espès! No vull que se m'ennuegui com el meu ex.",
            
            "Texto_Peticion1_nivel_2":"Sigues un bon aperitiu i fes-me un xarrup d'alguna cosa que em tregui aquesta set de… carn que tinc. \n Però res molt espès que m'omple molt i aquesta nit tinc companyia.",
            "Texto_Peticion2_nivel_2":"Ves per on ..., sembla que Glasha ha trobat algú per cobrir al bàrman.\n Bé nou, no et complicaré massa la vida.\n Posa'm alguna cosa lleugera per començar bé la nit. Ah, i l'altre cambrer ja estava informat, però jo SEMPRE vull que hi hagi dits a les meves begudes, m'encanta el toc cruixent.",
            "Texto_Peticion3_nivel_2":"Eeeeeeeeeeeeeeeeeeeeii! Endevina qui ha complert els 18 avui! El meu company! \n Posa-li un glop del licor no-mort més fort que tingueu.\n Però res d'ànimes que després et maleeixen i els exorcistes són molt cars.",
            "Texto_Peticion4_nivel_2":"Si us plau, podries posar-me alguna cosa com la d'abans però més suau? \n El meu amic s'ha flipat una mica i la veritat és que no em puc empassar això,\n però sí que vull provar alguna beguda necròtica.",
            "Texto_Peticion5_nivel_2":"Hm... Sembla que ho portes bé, posem-ho a prova.\n Avui no hem tingut gaires problemes, així que fes-me alguna cosa lleugera per tancar bé la nit.\n Crec que per ara ja has vist que hi ha líquids que no casen entre ells, per tant, no em posis res espès a la beguda.\n També vull el toc de sabor que li dona la sang.",
            "Texto_Peticion6_nivel_2":"Perdona, podries posar-me un bon xut de què sigui?\n Estava amb un vampir imbècil que m'ha intentat mossegar A LA PRIMERA NIT.\n Passa'm alguna cosa que se'm quedi a la gola i em tregui aquest mal sabor de boca... \n Si pots, fica-li una miqueta de poció de mana que llençar boles de foc m'esgota.",
            "Texto_Peticion7_nivel_2":"Escolta, demà tinc un examen bastant fotut i... estudiar el que és estudiar no ho he fet.\n Necessito una cosa fresca que em mantingui espavilat i si té un toc de... Diguem una ajuda arcana... Aniria de puta mare.",
            "Texto_Peticion8_nivel_2":"Saps aquests dies en què sents que et falta aquesta chispa per mantenir-te viu, bàrman?\n Necessito alguna cosa que em reanimi per dins, que avive la flama de la torradora que tinc al pit. \nUna barreja de tots els elements lligats al pla físic, no sé si m'entens,\n que em faci fer Ding! amb la seva intensitat.",
            "Texto_Peticion9_nivel_2":"Feliiiiiiiiiiç lluna plena, company.\n Estic pensant a agafar-me una bona borratxera aquesta nit així que m'agradaria que em fessis una cosa absolutament boja amb una mica de tot.\n Però res de begudes espesses que després tinc el pèl del morro tot enganxós",

            "Texto_Peticion1_nivel_3":"Bro, el meu col·lega aquí no creu que m'acabo d'inventar el millor cubata del món.\n Però no passa res, perquè tu m'ajudaràs a crear-lo. \n És una barreja de tot el que pots assaborir en una beguda perquè li agradi a tothom.\n I la millor part és que té un sòlid que fa de mesclador automàtic, que et pots menjar al final! Soc un puto geni.",
            "Texto_Peticion2_nivel_3":"Així que encara no t'han acomiadat.\n Això significa que no ets completament inútil, o potser sí, ho veurem. \n Poseu-me una beguda ben carregada d'arcana, però que no se'm faci molt pesada ni carregosa, això sí, que sigui complexa de sabor.\n  La vull en bé calenta i important, recorda les meves preferències.",
            "Texto_Peticion3_nivel_3":"Què passa compare?\n Tindries per preparar-me un glop que m'ajudi a sentir-me... revitalitzat i que noti com baixa suaument per la gola.\n No Estic tenint la millor nit i això m'ajudaria. Que estigui ben freda si us plau.",
            "Texto_Peticion4_nivel_3":"Tu, cap de suro!!!\n, Vull prendre una Escalfor del Yeti, però afegeix-li aquesta constitució densa... com una gelatina que se'm mogui a la boca.\n Per cert, que sigui escalfor de veritat, no com la darrera vegada que m'ho vaig prendre.\n Ho vull per ara!!",
            "Texto_Peticion5_nivel_3":" Holaaaaaa! Mira, sé que et sonarà estrany, però m'encanta el sabor del Petó de Raphael, desgraciadament en soc terriblement al·lèrgica. \nPodries fer-me alguna cosa que tingui el sabor més o menys igual amb alguna altra cosa?\n I posa-m'ho ben fresquet en un got que sigui així chic que vull fer-li fotos per a pentagram.\n Ah i res de sabors mundans que tinc els estàndards alts.",
            "Texto_Peticion6_nivel_3":"Wooooo! Aquesta nit les germanes gorgones sortim de festa! Vinga cambrer, posa'm un del que em demano sempre! Què?? Que no saps què és? Doooooons... Crec que portava alguna cosa amb components arcans i creu-me, aquesta merda cremava al baixar, així que crec que tot el que portava era pur FOC.\n Hi havia un petit regust d'alguna cosa mortal i el cambrer sempre em posava alguna cosa al got de rocks que deia que li recordava les meves serps.",
            "Texto_Peticion7_nivel_3":"Vull ulls.\n Em dona igual que em posis, mentre porti ulls... Tampoc vull que el sabor sigui gaire mundà.\n Ni res espès que a les meves serps no els hi agrada! Ah! I que posa-li aquest sabor a sang que li dona un toc genial.\n Però com et deia, una cosa simple amb ulls.",
            "Texto_Peticion8_nivel_3":" No els-hi diguis a les meves germanes, però la veritat és que no m'agrada gaire la beguda… T'importaria posar-me una mica de Refresc de Cola en un got de xupet?\n Així fingeixo que m'ha pujat molt de cop i puc anar a casa a viciar.\n Barreja-ho amb alguna cosa perquè sembli que m'estàs preparant una beguda complexa, però que no alteri el sabor, si us plau",
            "Texto_Peticion9_nivel_3":"La clientela gairebé no nota l'absència de l'altre bàrman, ets bo.\n Hi havia una beguda que ell sempre em feia i mai no vaig saber replicar al 100%.\n La descrivia com un glop gairebé eteri, tindria l'essència màgica d'un ésser viu exclusivament i després deia que feia un succedani de les restes d'un déu dorment.\n No et mentiré, el meu únic déu és el mercat, però aquesta beguda era mereixedora d'adoració.",
            "Texto_Peticion10_nivel_3":"Bàrman, requereixo la teva assistència en una missió de vital importància, ja que aquesta nit he de caçar i el meu alquimista està de baixa.\n Podries fabricar-me una beguda que em faci menys desitjable a les criatures de la nit amb un component que potenciï les meves capacitats arcanes.\n Si pot ser posa-m'ho en un got petit, necessito mantenir el control sobre mi mateix.",
            "Texto_Peticion11_nivel_3":"Afable nit, cantiner.\n Soc l'Il·lustre doctor Nena i Soseres i malauradament les meves responsabilitats socials m'obliguen a estar en aquest establiment.\n Si no és massa complex per a vostè, sol·licitaria una beguda que englobi l'essència de la vida i la mort en tots els aspectes.\n Per descomptat, un home com jo sap apreciar la complexitat de les textures que aporten els sòlids a les begudes, posi'm una cosa que no molesti les meves preferències.",
            "Texto_Peticion12_nivel_3":"Escolta, l'escombra se m'ha fotut de camí cap aquí i necessitaré un equivalent a la poció de levitació per espavilar-la.\n Normalment, es fa servir un component de criatura voladora amb essència espiritual. Mantingues-la freda, és la cinquena vegada que decideix deixar-me tirada aquesta setmana i no es mereix un millor tracte, la veritat.",
            "Texto_Peticion13_nivel_3":"Com va, el meu bon amic cambrer? Mira, tinc un problema.\n Hi ha una noia amb qui estic flirtejant a la pista de ball a la qual potser li hagi dit que soc un expert en begudes i... Bé... No és el cas.\n Ha dit que li agradaven exclusivament les begudes amb substància, que pugui assaborir-les tota la nit.\n També va demanar que la beguda li recordes a l'inframon, però res de begudes espumoses que després s'infla.\n Tot en un got amb estil i una petita pedra magmàtica."
        },
        "EN": {

            "Texto_Jugar": "Play",
            "Texto_Opciones": "Options",
            "Texto_Creditos": "Credits",
            "Texto_Salir": "Exit",
            "Texto_Resolucion": "Resolution",
            "Texto_Language": "Language",
            "Texto_Fullscreen": "Fullscreen",
            "Texto_Peticion1_nivel_1":"I'm thirsty…, haven't found any victims today. Give me some blood with a bit of bat juice. \n And make sure it’s hot, or you’ll be my snack instead.",
            "Texto_Peticion2_nivel_1":"Hey buddy, there's a girl I'd like to impress with my great drink tolerance.\n Make me a really nasty mix with whatever necrotic and hard to swallow stuff you have. And having a chunk of lava smoking in there would be great to impress her.",
            "Texto_Peticion3_nivel_1":"Umm... Yes... H-hello... C-could you give me a s-soda, w-with ice,\n yes... and... and with... a mana po-potion?... O-oh… how embarrassing...",
            "Texto_Peticion4_nivel_1":"Hey queeeeeeeeen! Look handsome, there’s a vampire over there with fangs that make my hair stand on end! \n I wanna get him a glass of martini, add Tears of Nyarlathotep with a little magic touch, but nothing too strong or overpowering, I want him wide-awake for later.",
            "Texto_Peticion5_nivel_1":" *yawns*\n I'm so tired, my job fucks me up... Do you have something that can bring me back to the world of the living? If possible, make it cold...\n *falls asleep on the counter*",
            "Texto_Peticion6_nivel_1":"I'M FURIOUS! My boyfriend just broke up with me because, according to him, I HAVE TOO MANY SNAKES ON MY HEAD!! Can you believe it?\n Give me an evil soul with something mundane. But nothing dense! I don't want to choke on it like with my ex.",

            "Texto_Peticion1_nivel_2":"Be a good little snack and make me nip of something to quench this thirst for… meat that I have.\n But nothing too gooey because it fills me up and tonight I have company.",
            "Texto_Peticion2_nivel_2":"Well, well, well. It seems Glasha found someone to replace the other bartender. \n I'm not going to make your life harder.\n Give me something easy to start the night with. Oh, the other guy already knows it, but I ALWAYS want fingers in my drinks, I love the crunch.",
            "Texto_Peticion3_nivel_2":"Heeeeeeeeeeeeeeeeeeeeey! Guess who turned 18 today! My My maaaaaaaaaaaaaaaan!\n Give him a shot of your strongest undead liquor.\n No souls tho, cause then they curse you and exorcists are expensive.",
            "Texto_Peticion4_nivel_2":"Please, could you give me something like the drink from before but softer.\n My friend went a little over the top and the truth is that I can't swallow that drink.\n I do want to try some necrotic drink though",
            "Texto_Peticion5_nivel_2":"Hm… It seems like you're fine, let's put you to the test.\n We haven't had many problems today, so give me something light to close up the night.\n I think by now you've seen that there are liquids that don't mix well together, so don't put anything dense in my drink.\n I also want you to add that spark of flavor that blood gives to it.",
            "Texto_Peticion6_nivel_2":"Excuse me, could you give me a good shot of anything?\n I was with an asshole vampire who tried to bite me ON THE FIRST DATE!! \n I need something that takes away the bad taste in my mouth... \n If you can, please add a dribble of mana potion, fireballing his ass exhausted me.",
            "Texto_Peticion7_nivel_2":"Hey, I have a pretty tough exam tomorrow and… I haven't studied at all.\n Need something fresh to stay awake and if you could add a spark of... \n let's say a little arcane help it would be awesome.",
            "Texto_Peticion8_nivel_2":"You know those days when you feel like you're missing that spark that keeps you alive, bartender? \n I need something to wake me up inside, something to fuels the flame of the toaster in my chest.\n A combination of all the elements tied to the physical plane, I don't know if you understand me,\n a mix that makes me go 'Ding!' with its intensity",
            "Texto_Peticion9_nivel_2":"Happy full moon, friend. I'm thinking about getting suuuuuuper drunk tonight so I'd love it if you could make me something absolutely crazy with a little bit of everything. But no gooey drinks, they get the fur on my muzzle sticky.",

            "Texto_Peticion1_nivel_3":"Bro, my pal here doesn't believe that I’ve just invented the best drink in the universe.\n No worries tho, ‘cause you’ll help me create it.\n Listen closely: it is a mix of everything you can taste in a drink, so everyone will like it.\n And the best part is it has a solid that acts as a self-mixer, that you can even eat at the end! I'm a fucking genius.",
            "Texto_Peticion2_nivel_3":"So you haven't been fired yet.\n That means you're not so useless or maybe you are, let's find out.\n Give me a drink filled with arcana but I don't want it too heavy or overwhelming, but it should be complex in flavor.\n I want it very hot and this is very important, remember my preferences.",
            "Texto_Peticion3_nivel_3":"What's up buddy? \nCould you give me a drink that helps me feel... revitalized and I want to feel how it goes gently down my throat.\n I’m not having the best night and that would help.\n Make it really cold please.",
            "Texto_Peticion4_nivel_3":"Hey loser!!! \n I want a Yeti’s Hornyness but add it a gooey feeling... like a jelly that moves in my mouth.\n By the way, I want it really horny, not like the last time I took it. \n And I want it now!!",
            "Texto_Peticion5_nivel_3":"Hiiiiiiiii! \n Look, I know it's going to sound weird but I LOVE the taste of Raphael's Kiss but I'm dangerously allergic to it.\n Could you make a drink that tastes more or less like it? \n I want it really cold in a stylish glass to take photos in pentagram.\n Oh and no mundane flavors, I have standards.",
            "Texto_Peticion6_nivel_3":"Wooooo! \n Tonight the gorgon sisters are going out to party!\n  Come on barman, give me a good shot of what I always ask for! You don't know what it is? Weeeeell...\n  I think it has arcane components and believe me, that shit burned when it came down so I think everything else was pure FIRE.\n  There was a little aftertaste of something deadly and the other bartender always put something in my glass of rocks that he said reminded him of my snakes.",
            "Texto_Peticion7_nivel_3":"I NEED EYES. \n I don't care what you put on the drink as long as it has eyes. \n Well, I don't want the taste to be too mundane. Or anything thick, my snakes hate it! Ah! And I want a little taste of blood, it gives it a great touch. \n But as I said, something simple with eyes.",
            "Texto_Peticion8_nivel_3":"Don’t tell this to my sisters but I don't really like drinking.\n Would you mind giving me some Cola in a shot glass? \n Then I can pretend that it was far too strong and I can go back home to play videogames.\n Mix it with something to make it look like you're making a complex drink,\n but don't change the flavor of the drink, please.",
            "Texto_Peticion9_nivel_3":"The patrons hardly notice the other bartender's absence, you're good.\n There was a drink that he always did and I never could recreate at 100%.\n He would describe it like an ethereal shot, with the magic essence of exclusively one living creature and then said that he made his own substitute of the remains of a sleeping god.\n Not gonna lie, my only good is the market but damn was that shot worthy for worship. ",
            "Texto_Peticion10_nivel_3":"Barman, I request your assistance on a vital mission, for tonight I must hunt and my alchemist is on sick leave. \n Could you make me a drink that makes me less tempting to the creatures of the night and a component that enhances my arcane skills? \n If possible, use a relatively small glass, I need to keep control over myself.",
            "Texto_Peticion11_nivel_3":"Pleasant night bartender. \n I am the Illustrious doctor Nena i Soseres and unfortunately, my social responsibilities force me to be in this establishment. \n If it’s not too complex for you, I request a beverage that encompasses the essence of life and death in all of their forms. \n Of course, a man like me knows how to appreciate the complexity of solid ingredients in beverages, \n so add some that don’t interfere with my preferences",
            "Texto_Peticion12_nivel_3":"Hey, my broom got screwed on the way here and I’m going to need a beverage equal to a potion of levitation to wake it up.\n Normally it’s made using a component of a flying creature with some spiritual essence. Try to keep the drink cold, this is the fifth time my broom's decided to bail on me this week and she doesn't deserve a better treatment.",
            "Texto_Peticion13_nivel_3":"Oh random bartender, my good friend.\n I have a huuuge problem. There's a fury that I'm flirting with on the dance floor and I may have told her that I'm an expert mixologist and... it's not entirely true.\n She said that she only likes drinks with substance, which taste remains all night long. \n She added that it should remind her of the underworld, but no foamy drinks that then she gets swollen. \n All in a stylish glass and a small magmatic stone. Can you make it?"

        }
    }
}